[
    {
        "name": "Outros serviços / Orçamento",
        "description": "Serviços não listados ou orçamento para serviços personalizados."
    },
    {
        "name": "Troca de óleo",
        "description": "Troca do óleo do motor e do filtro de óleo. Recomendado a cada 10.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Serviço de pneu",
        "description": "Troca de pneus, conserto de furos e balanceamento de pneus. Recomendado verificar a cada 10.000 km ou conforme o desgaste observado."
    },
    {
        "name": "Serviço de freio",
        "description": "Troca de pastilhas de freio, discos de freio e fluído de freio. Recomendado a cada 20.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Revisão básica",
        "description": "Verificação dos níveis de fluidos, pressão dos pneus, estado dos pneus, faróis e freios. Recomendado a cada 10.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Revisão básica + Troca de óleo",
        "description": "Revisão básica acompanhada da troca de óleo e filtro. Recomendado a cada 10.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Revisão completa",
        "description": "Revisão básica + verificação do motor, transmissão, suspensão e direção. Recomendado a cada 20.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Revisão completa + Troca de óleo",
        "description": "Revisão completa acompanhada da troca de óleo e filtro. Recomendado a cada 20.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Serviços faróis",
        "description": "Verificação e ajuste dos faróis, incluindo limpeza e substituição de lâmpadas se necessário. Recomendado a cada 20.000 km ou conforme necessário."
    },
    {
        "name": "Limpadores de parabrisa",
        "description": "Substituição das palhetas e verificação do sistema de limpeza do para-brisa. Recomendado a cada 15.000 km ou conforme necessário."
    },
    {
        "name": "Filtro de ar condicionado",
        "description": "Verificação e substituição do filtro de ar condicionado. Recomendado a cada 20.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Filtro de ar motor",
        "description": "Verificação e substituição do filtro de ar do motor. Recomendado a cada 10.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Filtro de óleo",
        "description": "Verificação e substituição do filtro de óleo. Recomendado a cada 10.000 km junto com a troca de óleo."
    },
    {
        "name": "Limpeza do interior e exterior",
        "description": "Limpeza detalhada do interior e exterior do veículo. Recomendado conforme necessário para manter a estética do veículo."
    },
    {
        "name": "Lavagem do motor",
        "description": "Lavagem detalhada do compartimento do motor para remover sujeira e detritos. Recomendado conforme necessário."
    },
    {
        "name": "Aplicação de cera",
        "description": "Aplicação de cera para proteger a pintura e dar brilho ao veículo. Recomendado a cada 6 meses ou conforme necessário."
    },
    {
        "name": "Revisão dos pneus",
        "description": "Inspeção da condição dos pneus, incluindo a profundidade do sulco e a verificação de danos. Recomendado a cada 10.000 km ou conforme necessário."
    },
    {
        "name": "Revisão dos faróis",
        "description": "Inspeção e ajuste dos faróis, garantindo uma iluminação adequada e segura. Recomendado a cada 20.000 km ou conforme necessário."
    },
    {
        "name": "Carga de ar condicionado",
        "description": "Verificação do sistema de ar condicionado e recarga do gás refrigerante se necessário. Recomendado a cada 30.000 km ou conforme especificado pelo fabricante."
    },
    {
        "name": "Trocas de lâmpadas",
        "description": "Substituição de lâmpadas queimadas ou danificadas nos faróis, lanternas e luzes internas do veículo. Recomendado verificar a cada 10.000 km ou conforme a necessidade."
    },
    {
        "name": "Revisões periódicas",
        "description": "Revisões regulares conforme o manual do proprietário para garantir o bom funcionamento de todas as partes do veículo. A frequência varia conforme o modelo e o uso do veículo."
    },
    {
        "name": "Troca de correia dentada",
        "description": "Substituição da correia dentada, um componente vital do motor. A troca é geralmente recomendada a cada 60.000 km a 100.000 km, dependendo do veículo."
    },
    {
        "name": "Troca de velas de ignição",
        "description": "Substituição das velas de ignição, garantindo um bom desempenho e eficiência de combustível. Geralmente é recomendado fazer a troca a cada 20.000 km a 100.000 km, dependendo do tipo de vela e do fabricante."
    }
]